tap "felixkratz/formulae"
tap "homebrew/cask"
tap "homebrew/core"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "dbus", restart_service: :changed
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "oniguruma"
brew "bat"
brew "brew-cask-completion"
brew "ghc"
brew "cabal-install"
brew "cmake"
brew "diff-so-fancy"
brew "djview4"
brew "djvu2pdf"
brew "docker"
brew "exiftool"
brew "exiv2"
brew "libogg"
brew "libidn2"
brew "lame"
brew "libvorbis"
brew "libsndfile"
brew "ffmpeg", args: ["HEAD"]
brew "gcc"
brew "fzf"
brew "gd"
brew "git"
brew "git-lfs"
brew "gmic"
brew "go"
brew "openjdk"
brew "gradle"
brew "gtk-mac-integration"
brew "haskell-stack"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "jdupes"
brew "jhead"
brew "jq"
brew "kepubify"
brew "libgit2@1.7"
brew "pkgconf"
brew "mas"
brew "micro"
brew "mp3splt"
brew "mp3wrap"
brew "mupdf"
brew "node"
brew "ocrmypdf"
brew "pandoc"
brew "pangomm"
brew "poppler"
brew "pdf2svg"
brew "pdftk-java"
brew "perl"
brew "python@3.10"
brew "python@3.9"
brew "qrtool"
brew "rename"
brew "ruby"
brew "rustup"
brew "sox"
brew "tmux"
brew "trash", link: true
brew "unar"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "z"
brew "zsh-completions"
brew "felixkratz/formulae/borders"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-cb"
brew "zegervdv/zathura/zathura-djvu"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "alacritty"
cask "aldente"
cask "anki"
cask "audacity"
cask "betterdisplay"
cask "blackhole-2ch"
cask "calibre"
cask "darktable"
cask "discord"
cask "firefox"
cask "freac"
cask "gimp"
cask "hiddenbar"
cask "inkscape"
cask "keepassxc"
cask "kobo"
cask "libreoffice"
cask "logi-options+"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "monitorcontrol"
cask "mp3tag"
cask "musescore"
cask "obs"
cask "openemu"
cask "prismlauncher"
cask "r"
cask "rstudio"
cask "sage"
cask "scribus"
cask "sioyek"
cask "skim"
cask "spotify"
cask "steam"
cask "syntax-highlight"
cask "thunderbird"
cask "transmission"
cask "vlc"
cask "vscodium"
cask "zoom"
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "janisdd.vscode-edit-csv"
vscode "mathworks.language-matlab"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "redhat.vscode-yaml"
