tap "felixkratz/formulae"
tap "homebrew/cask"
tap "homebrew/core"
tap "jackielii/tap"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "dbus", restart_service: :changed
brew "cmake"
brew "cpdf"
brew "openssl@3"
brew "diff-so-fancy"
brew "djview4"
brew "python@3.13"
brew "djvu2pdf"
brew "exiftool"
brew "exiv2"
brew "libogg"
brew "libidn2"
brew "lame"
brew "libvorbis"
brew "libsndfile"
brew "ffmpeg", args: ["HEAD"]
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "gtk-mac-integration"
brew "htop"
brew "imagemagick"
brew "qpdf"
brew "jdupes"
brew "oniguruma"
brew "jq"
brew "kepubify"
brew "mas"
brew "mp3splt"
brew "mp3wrap"
brew "mupdf"
brew "node"
brew "ocrmypdf"
brew "openjdk"
brew "pandoc"
brew "poppler"
brew "pdf2svg"
brew "pdftk-java"
brew "qrtool"
brew "rename"
brew "ripgrep-all"
brew "ruby"
brew "sox"
brew "streamrip"
brew "tmux"
brew "trash", link: true
brew "unar"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "z"
brew "zsh-completions"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-cb"
brew "zegervdv/zathura/zathura-djvu"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alacritty"
cask "aldente"
cask "anki"
cask "audacity"
cask "blackhole-2ch"
cask "calibre"
cask "darktable"
cask "discord"
cask "firefox"
cask "freac"
cask "gimp"
cask "gplates"
cask "hiddenbar"
cask "inkscape"
cask "keepassxc"
cask "kobo"
cask "libreoffice"
cask "localsend"
cask "logi-options+"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "monitorcontrol"
cask "mp3tag"
cask "musescore"
cask "obs"
cask "openemu"
cask "openmtp"
cask "praat"
cask "prismlauncher"
cask "protonvpn"
cask "r-app"
cask "rstudio"
cask "sage"
cask "scribus"
cask "signal"
cask "skim"
cask "spotify"
cask "standard-notes"
cask "steam"
cask "syntax-highlight"
cask "thunderbird"
cask "tiled"
cask "transmission"
cask "trilium-notes"
cask "vlc"
cask "vscodium"
cask "xournal++"
cask "zoom"
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
vscode "janisdd.vscode-edit-csv"
vscode "mathworks.language-matlab"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "redhat.vscode-yaml"
go "github.com/Lofter1/anyflip-downloader"
